Repository: bonds-tw/backupTW-iOS
Catalog: backupTW/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Expanded
zh_hant: 已展開

source: Expected here — there is no Secure Enclave to use.
zh_hant: 這裡本來就是這樣——沒有安全隔離區可用。

source: Experimental
zh_hant: 實驗中

source: Fetch it again and replace what's stored.
zh_hant: 重新抓一次，取代目前存的這份。

source: Fetch it again from Taiwan's MyData service and replace what's stored.
zh_hant: 從台灣 MyData 服務重新抓取,取代目前存的這份。

source: Field guide
zh_hant: 欄位對照表

source: Field named by their document: “%@”
zh_hant: 對方證件自訂的欄位「%@」

source: Fields
zh_hant: 欄位

source: Fields you can disclose · %@
zh_hant: 可揭露的欄位 · %@

source: File protection
zh_hant: 檔案保護

source: Files in Documents
zh_hant: Documents 裡的檔案

source: For this unzipping only, not to be used for any other purpose.
zh_hant: 僅用於此次解壓縮，絕不另作他用

source: Full details and limits
zh_hant: 完整細節與限制

source: Gender
zh_hant: 性別

source: Get the app
zh_hant: 去安裝 App

source: Go to Application Guide
zh_hant: 前往申辦指南

source: Government wallet card
zh_hant: 政府皮夾裡的卡

source: Government wallet cards
zh_hant: 政府皮夾卡片

source: Had turned 18 when issued
zh_hant: 發證時已滿 18 歲

source: Hand this proof to a verifier
zh_hant: 把這份證明交給查驗方

source: Health insurance premium payments
zh_hant: 健保保費繳納紀錄

source: Health insurance record
zh_hant: 健保投保資料

source: Held by you · from MyData
zh_hant: 自持・來源 MyData

source: Hidden while this app is not in front
zh_hant: App 不在前景時已隱藏畫面內容

source: Hide the fields
zh_hant: 隱藏欄位

source: Hold this code still
zh_hant: 停在這一張

source: Hold this up to the checker
zh_hant: 請把畫面對著查驗方

source: Home
zh_hant: 首頁

source: Household address
zh_hant: 戶籍地址

source: Household registration
zh_hant: 戶籍謄本

source: How other issuers' field names map to the words this app shows. Unknown fields are shown as the issuer named them, never as this app's own word.
zh_hant: 其他發卡者的欄位名稱如何對應到本 App 顯示的用語。未知欄位會以發卡者命名的原樣顯示,不會當成本 App 自己的用語。

source: ID number
zh_hant: 身分證字號

source: Identifier
zh_hant: 識別碼

source: Identity check
zh_hant: 身分查驗

source: If erasing kept your old identifier, anyone you showed a document to before could recognise you again afterwards.
zh_hant: 如果刪除後還是舊的識別碼，之前看過你證件的人，之後還是能認出你。

source: Import a MyData document
zh_hant: 匯入 MyData 文件

source: Import from MyData
zh_hant: 從 MyData 匯入

source: In this version
zh_hant: 在這個版本裡

source: Includes your ID number and home address. Check who can see your screen.
zh_hant: 包含身分證字號與戶籍地址。先確認旁邊有沒有人看得到螢幕。

source: Income / financial proof
zh_hant: 個人所得資料

source: Input National ID number (unzipping password)
zh_hant: 請輸入身分證字號（解壓縮密碼）

source: Issued
zh_hant: 發證日

source: Issued by
zh_hant: 發卡者

source: Issued by a government body through 數位憑證皮夾, and collected over the network.
zh_hant: 由政府機關透過數位憑證皮夾發行，領卡走網路。

source: Issuer
zh_hant: 發證單位

source: Issuer's signature
zh_hant: 發卡者簽章

source: Issuing authority certificate
zh_hant: 簽發機關憑證

source: It carries a number unique to this card that every checker sees, whichever fields you withhold.
zh_hant: 它帶著一個這張卡專屬的編號，不論你扣住哪些欄位，每一個查驗方都看得到。

source: It carries no national ID number, because the certificate does not contain one.
zh_hant: 它不帶身分證統一編號，因為那張憑證裡本來就沒有。

source: It carries your national ID number, but that is a field you can switch off each time you show it — switched off, the checker sees only a commitment they cannot open.
zh_hant: 它帶著你的身分證統一編號，但那是一個你每次出示都可以關掉的欄位；關掉之後查驗方只會看到一個打不開的承諾。

source: It claims to have been made %@ from now, so this phone cannot tell how old it really is. One of the two clocks is wrong.
zh_hant: 它宣稱的產生時間比現在還晚 %@，因此這支手機無法判斷它究竟多舊。兩支裝置其中一支的時間不準。

source: It does not say how carefully your identity was checked. A card issued after a counter check and one issued from a web form look the same.
zh_hant: 它不說你的身分被查得多仔細。臨櫃驗過證件才發的卡，跟在網頁上填一填就發的卡，長得一模一樣。

source: It has no credentials for the digital certificate service, so nothing was asked for and nothing was sent.
zh_hant: 它沒有憑證服務的憑據，所以沒有向你索取任何東西，也沒有送出任何東西。

source: It is %@, which is far larger than a real proof. It was not sent, so the one-time number is still good.
zh_hant: 它有 %@，比真正的證明大得多。它沒有被送出去，所以一次性號碼還可以用。

source: It is listed on this phone but could not be opened.
zh_hant: 它列在這支手機上，但打不開。

source: It is stored on this phone and was read correctly. There is no screen for its contents yet.
zh_hant: 它存在這支手機上，也讀得正確。只是還沒有顯示內容的畫面。

source: It may have expired, or the wall may have changed its keys. Either way, starting again means making a new proof and signing again in 行動自然人憑證.
zh_hant: 可能是它過期了，也可能是牆那邊換過金鑰。不論哪一種，重新開始就要做一份新的證明，也要再在行動自然人憑證裡簽一次名。

source: It resets at 08:00 Taipei time. Nothing was used up, so the same proof can go again while the one-time number is still valid.
zh_hant: 台灣時間早上八點重置。沒有東西被用掉，在一次性號碼還有效之前，同一份證明可以再送一次。

source: It was made %@ ago. A code taped to a wall or kept in a photograph looks exactly like a checker standing in front of you. Ask them to show a new one.
zh_hant: 它是在 %@ 前產生的。貼在牆上或存在相簿裡的條碼，看起來和眼前有人查驗一模一樣。請對方重新產生一個。

source: Keep going
zh_hant: 繼續

source: Labor insurance record
zh_hant: 勞保投保資料

source: Labor pension record
zh_hant: 勞退提繳資料

source: Last 3 digits of phone number
zh_hant: 手機號碼末三碼

source: Licence number
zh_hant: 駕照號碼

source: Licence type
zh_hant: 駕照種類

source: License
zh_hant: 授權條款

source: Linked
zh_hant: 同一人

source: Listening over Bluetooth too — you can also scan their code.
zh_hant: 同時也在用藍牙接收——你也可以直接掃描對方的條碼。

source: Listening over Bluetooth — ask them to scan the code above.
zh_hant: 正在用藍牙接收——請對方掃描上面的碼。

source: Loading the list of phone-number cards did not work. Please try again.
zh_hant: 載入門號卡清單失敗，請再試一次。

source: Loading the trust list…
zh_hant: 正在載入信任清單…

source: Local data erased
zh_hant: 本機資料已刪除

source: MOICA generation 1
zh_hant: 內政部憑證管理中心第一代（G1）

source: MOICA generation 2
zh_hant: 內政部憑證管理中心第二代（G2）

source: MOICA generation 3
zh_hant: 內政部憑證管理中心第三代（G3）

source: Made on this phone · %@ on disk
zh_hant: 在這支手機上產生 · 佔用 %@

source: Measurement report. Use the copy button to read it elsewhere.
zh_hant: 量測數據報告。用複製按鈕把它帶到別的地方閱讀。

source: Measurements
zh_hant: 量測數據

source: Minimal disclosure
zh_hant: 只出示必要欄位

source: Mobile number
zh_hant: 門號

source: Mobile number (last 3)
zh_hant: 手機末三碼

source: My cards
zh_hant: 我的卡片

source: My identity document
zh_hant: 我的身分證件

source: MyData PDF signature
zh_hant: MyData PDF 簽章

source: MyData vault
zh_hant: MyData 資料保險箱

source: Name
zh_hant: 姓名

source: National ID
zh_hant: 國民身分證

source: National ID number
zh_hant: 身分證統一編號

source: Nationality
zh_hant: 國籍

source: Needs attention
zh_hant: 需要處理

source: No
zh_hant: 否

source: No QR code was found in that image.
zh_hant: 這張圖片裡找不到 QR code。

source: No document stored yet
zh_hant: 還沒有存任何證件

source: No document to show yet
zh_hant: 還沒有可以出示的證件

source: No document-level signature found.
zh_hant: 沒有找到文件級簽章。

source: No documents yet — create one first
zh_hant: 還沒有證件——請先建立一份

source: No download · uses %@ on this device
zh_hant: 不需下載 · 在這支手機上佔用 %@

source: No expiry
zh_hant: 無期限

source: No expiry date is given on this card.
zh_hant: 這張卡片沒有標示到期日。

source: No government cards yet
zh_hant: 還沒有政府皮夾卡片

source: No key yet — create a document first
zh_hant: 還沒有金鑰——請先建立證件

source: No phone-number cards are available to apply for right now. Please try again later.
zh_hant: 目前沒有可申辦的門號卡，請稍後再試。

source: No proof loaded yet
zh_hant: 還沒載入證明

source: No protection reported
zh_hant: 沒有回報任何保護等級

source: No readable copies left lying around
zh_hant: 沒有留下看得懂的副本

source: No usable connection.
zh_hant: 沒有可用的連線。

source: No verdict
zh_hant: 無法判定

source: No — software keys are the only option here
zh_hant: 沒有——這裡只能用軟體金鑰

source: None reported
zh_hant: 沒有回報

source: Not accepted
zh_hant: 查驗未通過

source: Not created yet
zh_hant: 尚未建立

source: Not excluded
zh_hant: 未排除

source: Not measured yet — download your ID once and come back.
zh_hant: 還沒量過——先跑一次身分證下載，再回來看。

source: Not shown. Whether this card was cancelled can only be known online, and the list that would say so is vouched for by nothing this phone can check offline. A signed card is not the same as one that is still valid.
zh_hant: 無法顯示。這張卡片是否已被撤銷只能連線才會知道,而載明撤銷與否的清單,沒有任何這支手機能離線查證的東西為它背書。已簽章的卡片,不等於仍然有效的卡片。

source: Not started
zh_hant: 尚未開始

source: Not yet
zh_hant: 尚未支援

source: Nothing is selected to begin with. Whatever you leave off is not sent — the checker sees only that some fields were held back, not what they were.
zh_hant: 預設一項都不給。沒有勾的欄位不會送出——查驗方只會看到「有幾項被保留」，看不到那些是什麼。

source: Nothing is sent anywhere. This check works with the phone in aeroplane mode.
zh_hant: 不會向外傳送任何資料。開飛航模式也能完成這次查驗。

source: Nothing left over
zh_hant: 沒有殘留

source: Nothing stored from MyData yet
zh_hant: MyData 目前沒有存放資料

source: Nothing stored here
zh_hant: 目前沒有存放資料

source: Nothing ties this proof to the person checking it, so it could be shown again elsewhere.
zh_hant: 這個證明沒有綁定眼前的查驗方，可能被拿到別處再次出示。

source: Nothing was checked
zh_hant: 沒有東西被查驗

source: Nothing was published.
zh_hant: 沒有任何東西被公開。

source: Nothing was sent and nothing on this phone changed. Either this version has the wrong address, or this network cannot look the name up.
zh_hant: 什麼都沒有送出去，這支手機上也沒有任何改變。可能是這個版本的位址設錯了，也可能是這個網路查不到那個名稱。

source: Nothing was used up — the same proof can go again.
zh_hant: 沒有東西被用掉——同一份證明可以再送一次。

source: Nothing was used up — the same proof can go again. The wall counts by network address, so other people on the same Wi-Fi count towards it too.
zh_hant: 沒有東西被用掉——同一份證明可以再送一次。這面牆是按網路位址計算的，所以同一個 Wi-Fi 上的其他人也算在裡面。

source: OK
zh_hant: 好

source: Offline check
zh_hant: 離線出示與查驗

source: Offline there is no shared record of what has been used, so two checkers who never speak cannot both refuse the same person.
zh_hant: 離線的時候沒有一份共用的紀錄可以查誰用過，所以兩個彼此不通訊的查驗方，沒辦法一起擋下同一個人。

source: A matching credential was found, but it does not contain the requested “%@” field, so it cannot be presented.
zh_hant: 找得到相符的證件，但缺少查驗方要求的「%1$@」欄位，因此無法出示。

source: One of the two devices has the wrong time. Check that both have date and time set automatically, then show it again.
zh_hant: 兩支裝置其中一支的時間不準。請兩邊都確認「日期與時間」設為自動，再出示一次。

source: Online
zh_hant: 線上

source: Only the fields you switch on.
zh_hant: 只有你打開的那些欄位。

source: Only the fields you switch on. The rest stay as salted commitments the checker cannot open.
zh_hant: 只有你打開的那些欄位。其餘的維持成加了鹽的承諾，查驗方打不開。

source: Open Settings
zh_hant: 開啟「設定」

source: Opening this card's application did not work. Please try again.
zh_hant: 開啟這張卡的申辦流程失敗，請再試一次。

source: Out of date · download %@ again
zh_hant: 已過期 · 需重新下載 %@

source: Partly — one limit
zh_hant: 部分做得到

source: Passed
zh_hant: 通過

source: Please apply for TW FidO first
zh_hant: 請先申請行動自然人憑證

source: Please enter the National ID number (unzipping password)
zh_hant: 請輸入身分證字號（解壓縮密碼）

source: Point the camera at a QR from 數位憑證皮夾 to add its card.
zh_hant: 把相機對準數位憑證皮夾的 QR，加入卡片。

source: Point the camera at the QR from 數位憑證皮夾.
zh_hant: 把相機對準數位憑證皮夾的 QR。

source: Point the camera at the QR the verifier is showing.
zh_hant: 把相機對準查驗方出示的 QR。

source: Point the camera at the checker's phone.
zh_hant: 把相機對準查驗方的手機。

source: Point the camera at the checker's screen.
zh_hant: 請將鏡頭對準查驗方的畫面。

source: Point the camera at the code.
zh_hant: 請將鏡頭對準條碼。

source: Point the camera at the other phone.
zh_hant: 請將鏡頭對準對方的手機。

source: Prepare the verification files
zh_hant: 準備驗證檔案

source: Present
zh_hant: 出示

source: Present a card to a verifier
zh_hant: 出示證件給查驗方

source: Present a credential
zh_hant: 出示證件

source: Present credential
zh_hant: 出示證件

source: Presented. The verifier has your answer.
zh_hant: 已出示。查驗方收到你的回覆了。

source: Presenting did not succeed (the verifier's system returned %d). Ask for a fresh QR code and try again.
zh_hant: 出示沒有成功（查驗方系統回應 %d）。請對方重新產生 QR code 再試一次。

source: Presenting did not work. Please try again.
zh_hant: 出示沒有成功。請再試一次。

source: Producing a proof is not evidence that anyone would accept it.
zh_hant: 產得出證明，不代表任何查驗方會接受它。

source: Progress
zh_hant: 進度

source: Proof size
zh_hant: 證明大小

source: Property record
zh_hant: 地籍及實價資料

source: Prove a real certificate signed this
zh_hant: 證明有一張真的憑證簽了這份證明

source: Prove a real 自然人憑證 signed this, without showing it. Needs a large one-time download.
zh_hant: 證明有一張真的自然人憑證簽了這份證明，而不出示它。需要一次大型下載。

source: Prove a real 自然人憑證 signed this, without showing it. This version cannot create a proof.
zh_hant: 證明有一張真的自然人憑證簽了這份證明，而不出示它。這個版本無法建立證明。

source: Prove you are a real person, counted once
zh_hant: 證明你是真人，而且只被算過一次

source: Prove you are over 18
zh_hant: 證明你已滿 18 歲

source: Prove you once held a Taiwanese national ID
zh_hant: 證明你曾經持有中華民國國民身分證

source: Proves a real certificate signed this
zh_hant: 證明有一張真的憑證簽了這份證明

source: Quoted from their document: %@
zh_hant: 引述自對方證件：%@

source: Read %1$d of %2$d codes
zh_hant: 已讀取 %1$d／%2$d 張

source: Ready — waiting for the checker's phone.
zh_hant: 已就緒——等待查驗方的手機。

source: Reason shown to them: %@
zh_hant: 對方會看到的查驗事由：%@

source: Reason the checker gave
zh_hant: 查驗方填寫的事由

source: Received %@ over Bluetooth.
zh_hant: 已透過藍牙收到 %@。

source: Received over Bluetooth.
zh_hant: 已透過藍牙收到。

source: Receiving over Bluetooth… %d%%
zh_hant: 藍牙接收中… %d%%

source: Receiving the proof over Bluetooth… %d%%
zh_hant: 藍牙接收證明中… %d%%

source: Registered scheme does not match the one the app listens for
zh_hant: 註冊的 scheme 與 App 監聽的不一致

source: Removes your credentials, the documents they came from, and the key that identifies you.
zh_hant: 會刪除你的憑證、產生憑證的原始文件，以及識別你的金鑰。

source: Republic of China National ID
zh_hant: 中華民國國民身分證

source: Required files
zh_hant: 需要的檔案

source: Result
zh_hant: 結果

source: Resume the codes
zh_hant: 繼續輪播

source: Returning from 行動自然人憑證 works
zh_hant: 從行動自然人憑證返回可以運作

source: Save this proof as a file
zh_hant: 把這份證明存成檔案

source: Saves a %@ file to send by AirDrop or Files. Far too large for a QR code — it would be 824 codes.
zh_hant: 存成一個 %@ 的檔案，用 AirDrop 或「檔案」傳送。對 QR code 來說太大了——那會是 824 張。

source: Saves a %@ file. Too large for a QR code — send it as a file.
zh_hant: 存成一個 %@ 的檔案。太大了塞不進 QR code——請用檔案傳送。

source: Scan a QR from 數位憑證皮夾 to add a card issued by a government body.
zh_hant: 掃描數位憑證皮夾的 QR，加入由政府機關核發的卡片。

source: Scan a card's QR
zh_hant: 掃描卡片 QR

source: Scan a verifier's QR
zh_hant: 掃描查驗方的 QR

source: Scan a verifier's QR and choose exactly what to show.
zh_hant: 掃查驗方的 QR，自己決定給哪些欄位。

source: Scan someone's document to check it is genuine — no network needed.
zh_hant: 掃描對方的證件，確認真偽——不需連網。

source: Scan the checker's code
zh_hant: 掃描查驗方的碼

source: Scan the checker's code and %@ goes straight to their phone — about twenty seconds. Nothing is stored anywhere else.
zh_hant: 掃描查驗方的碼，%@ 直接送到對方手機——大約二十秒。不會留在任何其他地方。

source: Scan their document
zh_hant: 掃描對方的證件

source: Scanning this only tells the other phone where to send the proof. It is not a one-time number — the proof was made before you asked for it, so nothing here stops the same proof being sent again later.
zh_hant: 掃這個碼只是告訴對方的手機要把證明送到哪裡。它不是一次性亂數——那份證明在你要求之前就已經產生好了，所以沒有任何機制阻止同一份證明日後再被送一次。

source: Sealed
zh_hant: 已封存

source: Secure Enclave
zh_hant: 安全隔離區（Secure Enclave）

source: See this phone's security status and your card details.
zh_hant: 查看這支手機的安全狀態與你的證件細節。

source: Self-check
zh_hant: 自我檢查

source: Self-held
zh_hant: 自持

source: Send the number to 內政部
zh_hant: 把號碼送給內政部

source: Send the same proof again
zh_hant: 再送一次同一份證明

source: Send this proof over Bluetooth
zh_hant: 用藍牙把這份證明傳給查驗方

source: Sending over Bluetooth… %d%%
zh_hant: 藍牙傳送中… %d%%

source: Sending the proof
zh_hant: 傳送證明

source: Sending… %d%%
zh_hant: 傳送中… %d%%

source: Settings
zh_hant: 設定

source: Show %d fields
zh_hant: 顯示 %d 個欄位

source: Show %d fields (name included)
zh_hant: 出示 %d 個欄位（含姓名）

source: Show my document
zh_hant: 出示我的證件

source: Show only my name
zh_hant: 只出示姓名

source: Show your document?
zh_hant: 要出示證件嗎？

source: Showing this document always reveals your name, because it is written into the certificate that signs it. The same certificate goes to every checker, so any two of them can tell it was the same person.
zh_hant: 出示這份證件一定會露出你的姓名——姓名寫在替它簽章的憑證裡。每個查驗方拿到的都是同一張憑證，所以任兩個查驗方都能看出是同一個人。

source: Sign with your digital certificate
zh_hant: 用自然人憑證簽章

source: Sign your national ID details
zh_hant: 簽署你的身分證欄位

source: Signature
zh_hant: 簽章

source: Signature checking key
zh_hant: 簽章驗證金鑰

source: Signature proving key
zh_hant: 簽章證明金鑰

source: Signed
zh_hant: 已完成簽章

source: Signed by
zh_hant: 簽署者

source: Signed — %d signature(s), SubFilter %@
zh_hant: 有簽章——%d 份，SubFilter %@

source: Signing
zh_hant: 簽署

source: Signing again may add a second signature.
zh_hant: 再簽一次可能會多一筆簽名。

source: Signing has to go through the bonds-tw server, which this build can't reach.
zh_hant: 簽章必須經過 bonds-tw 伺服器，而這個版本連不到它。

source: Signing key
zh_hant: 簽署金鑰

source: Signing needs a service this build cannot reach, so the document could not be created even after fetching your data. Nothing is fetched.
zh_hant: 簽章需要一個這個版本連不到的服務，所以就算把你的資料抓下來也做不出證件。因此不會去抓。

source: Signing needs the internet once, to send the proof.
zh_hant: 簽署需要連一次網路，把證明送出去。

source: Signing with a proof is switched off.
zh_hant: 用證明簽署目前是關閉的。

source: Signing would complete but never return to this app.
zh_hant: 簽章會完成，但永遠回不到這個 App。

source: So the details on this screen are not left behind in the app switcher.
zh_hant: 以免這個畫面上的資料留在多工切換畫面裡。

source: Some data could not be erased
zh_hant: 有部分資料無法刪除

source: Something about it did not come out right, and this build cannot tell which: the stored file may be damaged, or its signature may not match. It is listed here so you know it was not lost. Stored as %@.
zh_hant: 有地方不對，而這個版本分不出是哪一種：可能是存下來的檔案損壞了，也可能是它的簽章對不起來。列在這裡是讓你知道它沒有不見。儲存識別碼 %@。

source: Something went wrong on this device.
zh_hant: 這支手機上出了問題。

source: Start again
zh_hant: 重新開始

source: Still true even when this passes:
zh_hant: 就算通過了，以下仍然成立：

source: Still unproven
zh_hant: 仍未證明的事

source: Stop
zh_hant: 停止

source: Stop this run?
zh_hant: 要停止這次執行嗎？

source: Stopped.
zh_hant: 已停止。

source: Storage
zh_hant: 儲存

source: Storage unavailable
zh_hant: 儲存區無法使用

source: Stored as %@.
zh_hant: 已存入:%@。

source: Stored credentials
zh_hant: 已儲存的憑證

source: Stored in the Keychain, not the Secure Enclave
zh_hant: 存在 Keychain，不是安全隔離區

source: Successfully downloaded but processing error
zh_hant: 下載成功，但後續處理錯誤

source: Support and About
zh_hant: 支援與關於

source: Tax ID
zh_hant: 統一編號

source: Tax payment certificate
zh_hant: 納稅證明

source: That a registered issuing body signed these fields, and which body it was.
zh_hant: 有登記的發行機關簽過這些欄位，而且是哪一個機關。

source: That code could not be read. Ask them to show it again from the start.
zh_hant: 這個條碼讀不出來。請對方從第一張重新出示。

source: That code has expired. Ask them to show a fresh one.
zh_hant: 這個碼已經過期了。請對方重新顯示一個。

source: That code was made by a newer version of the app. Update this app first.
zh_hant: 那個碼是較新版本的 App 產生的，請先更新這個 App。

source: That image's QR code is not a card to collect.
zh_hant: 這張圖片的 QR code 不是可領取的卡片。

source: That is the code for checking a document, not a proof. Use 「出示我的證件」 instead.
zh_hant: 那是查驗證件用的碼，不是查驗證明的。請改用「出示我的證件」。

source: That is the code for sending a zero-knowledge proof, not for showing a document.
zh_hant: 那是傳送零知識證明用的碼，不是出示證件用的。

source: That list was made on %@.
zh_hant: 該名單製作於 %@。

source: That some holder of a certificate issued by MOICA-G3 supplied the signing material for this proof. Not that it was you, and not that it was made just now — the signing material never expires, so anybody who has ever held it can make this same proof without you.
zh_hant: 某位 MOICA-G3 所發憑證的持有人，提供了這份證明所用的簽章材料。不代表那是你，也不代表是剛剛做的——簽章材料不會過期，任何拿過一次的人都能在你不在場時做出同一份證明。

source: That somebody's real national ID certificate signed this, without revealing which one.
zh_hant: 有一張真的自然人憑證簽了這份證明，而不透露是哪一張。

source: That the Ministry of the Interior's certificate signed these fields — checkable with no network at all.
zh_hant: 內政部的憑證簽過這些欄位——完全不用網路就查得出來。

source: That you hold a real national ID certificate, without revealing which one.
zh_hant: 你持有一張真的自然人憑證，而不透露是哪一張。

source: The TW FidO app is not on this phone
zh_hant: 這支手機上找不到行動自然人憑證 App

source: The card service could not list the cards (it returned %d). Please try again later.
zh_hant: 發卡服務無法列出卡片（回傳 %d）。請稍後再試。

source: The card service could not open this application (it returned %d). Please try again later.
zh_hant: 發卡服務無法開啟此申辦（回傳 %d）。請稍後再試。

source: The card that came back could not be verified, so it was not saved.
zh_hant: 領到的卡片無法通過驗證，所以沒有存入。

source: The card that came back is not tied to this phone, so it was not saved.
zh_hant: 領到的卡片不是綁定這支手機，所以沒有存入。

source: The card was not deleted
zh_hant: 卡片未刪除

source: The caveats under each answer are the list the proof code itself carries, and whether a path exists at all is read from the same build switch the rest of the app reads. The wording of each answer is written by hand — it is this project's own account of its design, not a measurement.
zh_hant: 每個答案底下的但書，就是證明程式自己帶著的那份清單；某條路徑這個版本有沒有，也是讀跟 App 其他地方同一個編譯開關。至於每個答案怎麼措辭，是人寫的——那是這個專案對自己設計的說法，不是量出來的。

source: The certificate authority file that ships with this app couldn't be read.
zh_hant: 無法讀取 App 內建的憑證機構檔案。

source: The certificate authority file that ships with this app has been altered, so it won't be used.
zh_hant: App 內建的憑證機構檔案已遭竄改，不會使用。

source: The certificate authority file that ships with this app is missing.
zh_hant: App 內建的憑證機構檔案遺失了。

source: The certificate authority that ships with this app expired on %@. Please update the app.
zh_hant: App 內建的憑證機構已於 %@ 到期，請更新 App。

source: The certificate authority that ships with this app isn't valid until %@. Check your device's date and time.
zh_hant: App 內建的憑證機構要到 %@ 才生效，請檢查裝置的日期與時間。

source: The certificate revocation list was not applied, so this proof would be refused.
zh_hant: 沒有套用憑證撤銷清單，這個證明會被拒絕。

source: The certificate that signed these details was issued by the government certification authority to “%@”. That names the signer — it does not mean the government checked the details below.
zh_hant: 簽署這些欄位的憑證，是政府憑證機構簽發給「%@」的。這說明的是簽章者是誰——不代表政府查核過下面的欄位內容。

source: The certificate that signed this document carries the holder's legal name, and it is sent to every checker whether or not they chose to disclose it. Any two checkers can tell it was the same person.
zh_hant: 替這份證件簽章的憑證帶著持有人的法定姓名，無論他有沒有選擇出示姓名，那張憑證都會送給每一個查驗方。任兩個查驗方都能看出是同一個人。

source: The check on this device did not finish
zh_hant: 這支手機上的驗證沒有完成

source: The check ran but could not reach a verdict.
zh_hant: 檢查跑完了，但無法判定結果。

source: The checker shows a code first. It carries a one-time number that your document has to answer, which is what stops an old screenshot being reused.
zh_hant: 查驗方會先出示一個條碼，裡面帶著一組一次性的數字，你的證件必須回應這組數字——這就是舊截圖無法重複使用的原因。

source: The checker's phone disconnected before the whole document had been sent. The codes on this screen are still turning — they can scan those instead.
zh_hant: 查驗方的手機在整份證件送完之前就斷線了。這個畫面上的條碼還在轉——請他直接掃那些。

source: The checker's phone disconnected before the whole proof had been sent. Scan the pairing code on their screen again — a proof is far too large for QR codes, so there is no other way across.
zh_hant: 查驗方的手機在整份證明送完之前就斷線了。請重新掃描他畫面上的配對碼——證明太大了，條碼那條路走不通，沒有別的辦法。

source: The checker's phone has the document.
zh_hant: 查驗方的手機已經收到這份證件。

source: The checker's phone has the proof.
zh_hant: 查驗方的手機已經收到這份證明。

source: The checking files are on this phone, but they could not be opened.
zh_hant: 查驗用的檔案在這支手機上，但打不開。

source: The connection ended before the whole document arrived. Their screen is still showing the codes — you can scan those instead.
zh_hant: 連線在整份證件送達之前就結束了。對方畫面上的條碼還在——你可以改掃那些。

source: The connection ended before the whole proof arrived. Ask them to scan the pairing code again.
zh_hant: 連線在整份證明送達之前就結束了。請對方重新掃描一次配對碼。

source: The credential identifier is not usable.
zh_hant: 憑證識別碼無法使用。

source: The device's signing key could not be read.
zh_hant: 無法讀取此裝置的簽署金鑰。

source: The digital certificate service could not be reached.
zh_hant: 連不上自然人憑證服務。
